{ 
	"intro":
	{
		"intro_1": "Mom died last month. Or maybe it was the month before.",
		"intro_2": "I decided to sell the old family house, a little dwelling in the suburbs.",
		"intro_3": "I haven't been there in years.",
	},
	"level1":
	{
		"ball_left": "Die, you vegetable scum!",
		"ball_right": "Mom scold me every afternoon for playing around her flower pots.",
		"ball_callback_right": "Darn! The ball is punctured. That cartridge put me in the mood for some kicking.",
		"cartridge_left": "Amazing games about ninjas who play soccer to save the world. You can borrow it if you like.",
		"cartridge_right": "Super Ninja Soccer Star Warrior 3 for NES! I loved this game!",
		"door_left": "I'm not done playing outside. If I get inside now, mom will insist I make my homework!",
		"pot_left": "Mom loves this stupid plant. She says it can grow up to be huge. I doubt it.",
		"pot_right": "Stupid plant, it would be moderately inconvenient to get through it! I should've destroyed it when I had the chance.",
		"pot_broken_left": "I didn't do it!",
		"memory_trigger": "This place hasn't changed at all. I feel... like a child."

	},	
	"level2":
	{
		"cookies_left": "Best to put this away. I don't wanna get grounded for life!",
		"couch_left": "we have this couch in case a guest wants to watch us have dinner.",
		"couch_right": "Dad insisted on buying this third couch. It was preposterous.",		
		"couchs_left": "Since I moved the TV to my room, these couchs are hardly used. Mom and Dad aren't the \"sit and chit chat over a cup of coffee\" type.",
		"couchs_right": "Every stain in these couchs tells a story. A sticky and smelly tale, in most cases.",
		"cupboard_left": "Our family's cupboard. Dad's hidden whisky bottle seems to be working after hours lately.",
		"cupboard_right": "Can't remember why we ended up putting these old phone records up here.",
		"cupboard_full_left": "Now the cupboard is full of crumbs. Mom said I clean up the table, didn't mention anything about getting dirty other stuff.",
		"cupboard_open_right": "The rat sure looks comfortable in the cupboard. At least SOMEONE managed to live peacefully in this house.",
		"door_left": "Don't be a bummer. It's too early to go to bed.",
		"door_right": "The door is jammed. I think there was some kind of trick to open it...",
		"joystick_right": "My old joystick! It has my bite marks on it. Damned \"Nintendo hard\".",
		"note_right": "It's an old note: \"Left you some afternoon snacks. Don't forget to clean up the table after eating!\" Mom",
		"phone_left": "Mom said I should only call in an emergency.",
		"phone_right": "I can't understand how there is people that still use one of these cursed machines.",
		"phone_ring_left": "MOM: Stop playing games! Go to your room and do your homework. Your dad jammed the door out of rage. Remember holding X, Y and B while opening.",
		"phone_ring_right": "So... holding X, Y and B while opening. Mom sure called from work to tell me the weirdest stuff.",
		"phonebook_right": "Mom's phonebook. She wrote her work's number in a corner of the cover.",
		"picture_left": "Dad, Mom and me portrayed in probably the last time we were all in the same room over the last two years",
		"picture_right": "I remember the day we took that picture. We needed to finish the cammera roll.",
		"rat_right": "There's something under this rat, but she's ravenous! I won't risk touching her.",
	},	
	"level3":
	{
		"car1_left": "This is my favorite toy car!",
		"car1_right": "My dad made this...",
		"car2_left": "This is my least favorite toy car.",
		"car2_right": "I don't know why, but I've always resented this race car.",		
		"chest_left": "I always put away my toys and games. Why do they say I misbehave?",
		"chest_right": "It's locked. Shocking.",
		"console_right": "8 bits of pure gold!",
		"drawer_left": "My best marbles, my walkie-talkie, my Pokémon stickers. All safe and sound in my nightstand.",
		"drawer_right": "I used to put all my most beloved stuff here. They are all in perfect shape to this day!",
		"library_left": "Mom and Dad won't come home 'til midnight. I'm in no rush to do my homework.",
		"library_right": "\"Alice in Blunderland\", \"The Racist Duckling\", \"Choose Your Own Advertisement\"... These were some reall crappy kid books.",
		"tv_left": "Oh, it's almost time for Dragon Ball Z! But better don't get distracted...",
		"tv_right": "Incredible, but it still works!",
		"tv_ready_left": "...",
		"tv_ready_right": "...",
	}
}