{ 
	"intro":
	{
		"intro_1": "Mom died last month. \n Or maybe it was the month before.",
		"intro_2": "In any case, it's time to sell the family house, \n a little dwelling in the suburbs.",
		"intro_3": "I haven't set a foot there in years.",
	},
	"level1":
	{
		"ball_left": "Die, you vegetable monstrosity! Die!",
		"ball_right": "Mom scold me every time I play around her flower pots. She really love those things!",
		"ball_callback_right": "Darn! The ball is punctured. That cartridge put me in the mood for some kicking.",
		"cartridge_left": "Amazing games about ninjas who play soccer to save the world. You can borrow it if you like.",
		"cartridge_right": "Super Ninja Soccer Star Warrior 3 for NES! I loved this game!",
		"memory_trigger": "This place hasn't changed at all. I feel... like a child.",
		"door_left": "I'm not done playing. If I get inside the house now, mom will make me to do my homework!",
		"pot_left": "Mom loves this stupid plant. She says one day it will overgrow its own pot. What a ridiculous thought!",
		"pot_right": "It would be moderately inconvenient to get through this stupid plant! I should've destroyed it when I had the chance.",
		"pot_broken_left": "I didn't do it!",
		"radio_right": "Dad used to hear some lousy folk music in this radio.",
		"window_left": "Guess nobody's home... Again.",
		"window_right": "I can barely see through the glasses. They are really dirty.",
		"pots_left": "I can't practice my powerful tiger shot with all these lame pots in the way!",
		"pots_right": "My mother sure loved plants. I remember I used to feel jealous of a succulent.",
		"trash_right": "This place is in pretty bad shape. I guess selling this house won't be easy.",		
		"stone_right": "Why did my mother had a boulder in the middle of the frontyard? I never understood that woman.",
		"branches_right": "I hope this isn't one of those branching stories.",
	},	
	"level2":
	{
		"clock_left": "Mom and Dad won't come home for a while.",
		"clock_right": "I have spent enough time watching this clock, hoping it will move faster.",		
		"cookies_left": "Best to put these cookies away. I don't wanna get grounded for life!",
		"couch_left": "We have this couch in case a guest wants to watch us have dinner.",
		"couch_right": "Dad insisted on buying this third couch. It was preposterous.",		
		"couchs_left": "Since I moved the TV to my room, these couchs are hardly used. Mom and Dad aren't the \"sit and chit chat over a cup of coffee\" type.",
		"couchs_right": "Every stain in these couchs tells a story. A sticky and smelly tale, in most cases.",
		"cupboard_left": "The family's cupboard. It seems that Dad's hidden whisky bottle has been working after hours lately. Just like him!",
		"cupboard_right": "Can't remember why did we put these old phonebooks up here?",
		"cupboard_full_left": "Now the cupboard is full of crumbs. Mom said I clean up the table, didn't mention anything about getting dirty other stuff.",
		"cupboard_open_right": "The rat seems to have gotten attached to her cupboard's spot. At least SOMEONE managed to find some happiness in this house.",
		"door_left": "Don't be a spoilsport! It's too early to go to bed.",
		"door_right": "This door is jammed. I remember there was a trick to open it... How was it?",
		"joystick_right": "My old joystick! It still has the marks of my bites on it. Damned \"Nintendo hard game\"!.",
		"coffeemug_left": "I'm not allowed to drink coffee. I wish I was an adult so I could do whatever I want!",
		"note_right": "It's an old note that reads: \"I left you some snacks over the table. Do not forget to clean everything up once you are done!\" -Mom",
		"phone_left": "Mom said I can only call her in case of an emergency.",
		"phone_right": "I do not understand how there can be people who still use these wicked machines?!",
		"phone_ring_left": "MOM: Stop playing games! Go to your room and do your homework. Your dad jammed the door out of rage. Remember holding X, Y and B while opening.",
		"phone_ring_right": "So... holding X, Y and B while opening. Mom sure called from work to tell me the weirdest stuff.",
		"phonebook_right": "My mother's phonebook. Her office's number has been written on its first page since I can remember.",
		"picture_family_left": "Dad, Mom and me portrayed in probably the last time we were all in the same room over the last two years",
		"picture_family_right": "I remember the day we took that picture. We needed to finish the cammera roll.",
		"rat_right": "Something seems to be trapped under this huge rat... But she's ravenous! Better not disturb her.",
		"pot_left": "Mom put this flowerpot here so I can't play soccer inside the house.",
		"pot_right": "When I send mom to the retirement home, I remember she took this flower with her in a tiny pot.",

	},	
	"level3":
	{
		"car1_left": "This is my favorite toy car!",
		"car1_right": "My dad made this...",
		"car2_left": "My Mom picked this one for me. She clearly didn't know a thing about toy cars... or even me!",
		"car2_right": "I didn't like this car's girlie color, but it's actually nice.",		
		"chest_left": "My parents are always asking me to put my toys and games away! They say they distract me from my duties.",
		"chest_right": "Like all the fun things in this house, my old toys and games were constantly kept under lock!",
		"console_right": "8 bits of pure gold!",
		"drawer_left": "My best marbles, my walkie-talkie, my Pokemon stickers. All safe and sound in my nightstand.",
		"drawer_right": "I used to keep my most beloved stuff in here. And I did well, they are still in perfect shape!",
		"library_left": "Mom and Dad won't come home 'til midnight, again. So I'm not really in a rush to do my homework.",
		"library_right": "\"Alice in Blunderland\", \"The Racist Duckling\", \"Choose Your Own Advertisement\"... These were some really crappy children's books.",
		"magazines_left": "",
		"radio_right": "",
		"tv_left": "Oh, it's almost time for Dragon Ball Z! But better don't get distracted...",
		"tv_right": "Incredible, but it still works!",
		"tv_ready_left": "I don't wanna watch TV. I want to play videogames!",
		"tv_ready_right": "...",
		"bed_left": "I'm not a baby! It's too early to go to sleep.",
		"bed_right": "The wood looks rotten and it's full of bedbugs. I won't lie on it.",
		"window_left": "I can see Mr. Novell's house from here. Hi, Mr. Novell!",
		"window_right": "Mr. Novell's house was tear down after he became crazy and killed all those cats. Now there's a brewery pub there.",
	}
}